{
    "History": {
        "chapters": {
            "French_Revolution": [
                {
                    "section": "French Society during the late 18th century",
                    "flashcards": [
                        {
                            "title": "France's empty treasury",
                            "content": [
                                "Louis XVI of the Bourbon family became king of France in 1774 at the age of 20, inheriting an empty treasury due to years of war and maintaining an extravagant court at Versailles.",
                                "France helped the thirteen American colonies to gain independence from Britain, adding more than a billion livres to the already rising debt.",
                                "Lenders began to charge 10% interest on loans, forcing the government to spend an increasing percentage of its budget on interest payments."
                            ]
                        },
                        {
                            "title": "System of estates",
                            "content": [
                                "French society in the eighteenth century was divided into three estates, which was part of the feudal system, with only members of the third estate paying taxes.",
                                "The system of estates was organized such that peasants made up 90% of the population but only a small number owned the land they cultivated.",
                                "The first two estates, the clergy and the nobility, enjoyed privileges by birth, such as exemption from paying taxes to the state.",
                                "Peasants were obliged to render services to the lord, including working in their house and fields, serving in the army, or building roads.",
                                "The Church extracted tithes from the peasants, and all members of the third estate had to pay taxes to the state, including direct and indirect taxes on everyday consumption items.",
                                "The burden of financing the activities of the state through taxes was borne solely by the third estate."
                            ]
                        },
                        {
                            "title": "Struggle to survive",
                            "content": [
                                "Between 1715 and 1789, France's population increased from 23 million to 28 million, leading to a high demand for food grains.",
                                "However, grain production failed to keep up with demand, leading to an increase in the price of bread, which was the main food for most people.",
                                "This led to a significant gap between the poor and the wealthy, as wages did not keep up with the rise in prices.",
                                "Most workers were employed as labourers in workshops, where their wages were set by their employers.",
                                "France frequently faced subsistence crises, especially when there was drought or hail that reduced the harvest, exacerbating the economic divide."
                            ]
                        }
                    ]
                }
            ]
        }
    }
}